{
  "reviews": [
    {
      "id": "amon_tobin_bricolage",
      "artist": "Amon Tobin",
      "title": "Bricolage",
      "review": "Amon Tobin's jazz-jungle fusions as Cujo (for upstart label Ninebar) earned him many props, but that began to change with his debut for Ninja Tune. Blurring the already vague line that separates jungle's rhythmic meditations from those of the hottest jazz (Elvin Jones, say, or Jaco Pastorius), Bricolage manages a difficult hybrid of heart, soul, atmosphere, and brain-bending plunderphonics that loses neither perspective nor direction over the course of the albums. Like his preceding EPs Creatures and Chomp Samba (from which a few of Bricolage's cuts derive), the album mixes fast and slow but maintains a solid focus on innovation without sacrificing a sense of purpose. Somehow, Bricolage manages to be both consistent and consistently engaging, a feat few drum'n'bass LPs seem able to manage.",
      "score": 4.5
    },
    {
      "id": "amon_tobin_supermodified",
      "artist": "Amon Tobin",
      "title": "Supermodified",
      "review": "Farther away from drum'n'bass and closer to big-beat techno (with a little turntablist mayhem thrown in), Amon Tobin's third album for Ninja Tune breaks out with a devastating opener, \"Get Your Snack On.\" The track turns out to be just one of the highlights on Supermodified, a dense, plunderphonic kaleidoscope of an album with giant, noisy jazz breaks and groovy electronic synthwork. It's got quite a bit of the retro-sounding sampling of Permutation (orchestra strings, jazz combos, groovy psychedelic basslines) along with a wider variety of material, from driving funky-breaks productions (\"Four Ton Mantis\") and playful cut'n'paste numbers (\"Precursor,\" \"Chocolate Lovely\"), to darkstep jungle (\"Golfer Vrs. Boxer\") and surprisingly touching minimalist melancholia (\"Slowly,\" \"Deo\"). Tobin's again made great strides in his production skills, and the range and greatness of this material serves as proof positive.",
      "score": 5.0
    },
    {
      "id": "lightning_bolt_ride_the_skies",
      "artist": "Lightning Bolt",
      "title": "Ride the Skies",
      "review": "When you break it down to the nitty-gritty, 99% of musicians who compose their own material are trying to do one of two things. The majority attempt to form songs, and of course there are a million different theories about what makes a good song, in terms on length, structure, aesthetic considerations, and so on. There are others, however, who have no real ambition to write songs in the traditional sense. Their goals are better described by the two-word term \"sound bombardment.\" Artists who strive for this noble aim attempt to concoct original combinations of noise bursts to stimulate an audience in such a way that they will reconsider the way they look at music. The aptly named Lightning Bolt, a drums/bass duo from Providence, RI, falls into the latter category. Ride the Skies is a rhythmic explosion of distorted guitar solos and hurried drums. Most tracks give off the effect of a driver's education student stepping on the accelerator and brake at the same time. Start, burst, stop. Repeat. It's explosive, heavy, exciting, and rushed, and then it all stops. And starts again. Patterns are made and then immediately broken. A hard nut to crack, but an original listening experience. For open-minded listeners only.",
      "score": 0
    },
    {
      "id": "lightning_wonderful_rainbow",
      "artist": "Lightning Bolt",
      "title": "Wonderful Rainbow",
      "review": "In case its unique brand of sonic assault and battery didn't leave you lying dead on the floor with your spleen poking halfway out your gaping mouth the first time around, Lightning Bolt is back for a second strafing run on your sense of mental and musical balance. Think you're up for it? Well, maybe you are, but only if you leave your volume knob down between two and three. It's hard to believe that all this noise is made by only a guitarist and a drummer, and it's sometimes even harder to believe that no electronic manipulation is involved. But however it is that they create this glorious ruckus, it's a sound that attracts at least as strongly as it repels, and there are a few tracks (let's not call them \"songs,\" thank you) on Wonderful Rainbow that come perilously close to actually having hooks. The brilliant \"Dracula Mountain,\" for example, with its heavily processed and thoroughly indecipherable vocals, or the equally baffling and wonderful \"Assassins,\" both of which pummel and dance in equal measure. In fact, the only real misstep here is \"Duel in the Deep,\" which clocks in at an eventually tedious six minutes. At its best, though, this album is like having a beautiful girl hit you repeatedly over the head with a baseball bat. Imagine all the best aspects of Fred Frith, Derek Bailey, the Ruins, Slayer, and Ornette Coleman all thrown into a blender together. Then imagine them on speed. This one's a keeper.",
      "score": 0
    },
    {
      "id": "lightning_fantasy_empire",
      "artist": "Lightning Bolt",
      "title": "Fantasy Empire",
      "review": "The 20-year anniversary of Providence, Rhode Island noise rock institution Lightning Bolt arrived in 2015. Though their inception was as a trio with Hisham Bharoocha, his leaving the band in the late '90s to begin similarly minded freak unit Black Dice left behind the duo of bassist Brian Gibson and drummer Brian Chippendale, both insanely powerful and unique players who formed a terrifying and magical whole much larger than the sum of its parts when coming together as Lightning Bolt. While the band only grew stronger through countless international shows and recordings, the thick layers of noise that emanated from home-crafted speaker cabinets and feedback-spewing contact mikes were replicated in the band's albums through their often lo-fi recording means. Even when they opted for a professional studio over low-tech home recording, the results often seemed thin, struggling to capture the intensity of the band's now legendary live shows. Sixth album Fantasy Empire is their first full-length of new material since 2009's Earthly Delights and also is their first effort put to tape with the full benefit of a highly functioning studio and long-labored production. Recorded at Rhode Island's Machines with Magnets studio, the nine tracks here are far and away the most high-definition recordings the duo has ever mustered, particularly bringing into focus Gibson's ever-demented and sometimes washed-out bass tones. Working with the limitations of their spare instrumentation, Lightning Bolt have slowly added texture over time by getting more into live looping and an ever-growing bevy of pedals adding dimension to Gibson's thundering bass tones. All of this comes into crystalline shape on Fantasy Empire. Chippendale's manic drumming is contrasted by his strange tape loops, as when the near ambient sound collage of \"Leave the Lantern Lit\" is abruptly shattered by the near-metal force of \"Dream Genie.\" Getting to hear the band in a fuller spectrum of sound uncovers technical precision and nonstop intensity that were buried on previous efforts. While they stick closer to the traditionally heavy, sometimes ham-fisted hard rock compositions they began investigating almost a decade earlier on Hypermagic Mountain, the songs ring especially weird and unstoppable in their new clarity. Album closer \"Snow White (& the 7 Dwarves Fans)\" brings all of Fantasy Empire's best elements together, with manipulated vocal loops, dynamic riffing, and unhinged near-free drumming exploding in a metered, hypnotic assault that never loses power for any of its more than 11-minute running time.",
      "score": 0
    }
  ]
}